<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <meta name="GENERATOR"
 content="Mozilla/4.07 [en] (X11; I; Linux 2.0.36 i686) [Netscape]">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);"
 alink="#ff0000" link="#0000ee" vlink="#551a8b">
<div align="justify">
<center><a href="accueil.html"><img src="logobego.gif" border="0"
 height="115" width="514"></a><br>
<b><font color="#ff0000"><font size="+1">IV- HISTORIQUE DE LA BASE
MONTBEGO</font></font></b></center>
<p><br>
</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
L'&eacute;tude du site g&eacute;n&eacute;rant de nombreux supports de
travail,
il s'est vite av&eacute;r&eacute; n&eacute;cessaire d'avoir recours
&agrave;
une base de donn&eacute;es pour centraliser les informations. Par le
biais
de la base de donn&eacute;es, il est ainsi plus imm&eacute;diat de
faire
des recherches qu'elles soient quantitatives ou qualitatives afin
d'&eacute;tablir
entre autres des catalogues, mais aussi des relations entre gravures,
entre
gravures et &eacute;l&eacute;ments naturels, etc ... .
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>DE
1989 JUSQU'A 2000:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Les donn&eacute;es &eacute;taient stock&eacute;es au moyen du
syst&egrave;me
de gestion de base de donn&eacute;es Unify sous syst&egrave;me
d'exploitation
Xenix puis sous AIX. Cette base comprenait alors des informations
relatives
aux roches, aux faces et aux figures, mais ne permettait pas le
stockage
de photos ou de calques puisque l'application &eacute;tait en mode
texte.
Lorsque les donn&eacute;es &eacute;taient valid&eacute;es, elles
&eacute;taient
transf&eacute;r&eacute;es sur le centre de calcul de Saint
J&eacute;r&ocirc;me
&agrave; Marseille.
<br>
&nbsp;
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>ACTUELLEMENT:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
La n&eacute;cessit&eacute; de pouvoir comparer les photos, les
relev&eacute;s
et la fiche descriptive &eacute;tant de plus en plus pr&eacute;sente,
il
nous a paru interessant de d&eacute;velopper une application en mode
graphique.
A cette occasion, nous en avons profit&eacute; pour rajouter de
nombreuses
informations concernant les zones elles-m&ecirc;mes, leur
g&eacute;ologie,
leur g&eacute;omorphologie, leur v&eacute;g&eacute;tation. De
plus,&nbsp;
entre temps, des fiches descriptives ont &eacute;t&eacute;
&eacute;tablies
pour les "gias" et les structures militaires, nous devons prochainement
les int&eacute;grer dans la base de donn&eacute;es. L'autre
int&eacute;r&ecirc;t
de d&eacute;velopper une application en mode graphique &eacute;tait de
faciliter la saisie: gr&acirc;ce &agrave; un syst&egrave;me de liste
d&eacute;roulante
la saisie est plus rapide puisqu'elle se fait en grande partie par
choix
avec la souris, et les erreurs sont ainsi moins nombreuses.
L'application
actuelle a &eacute;t&eacute; uniquement d&eacute;velopp&eacute;e avec
des
logiciels libres et par cons&eacute;quent gratuits. Elle fonctionne
sous
Linux, avec le syst&egrave;me de gestion de base de donn&eacute;es
PostGresql
et est developp&eacute;e en langage Python. Les &eacute;crans sont en
langage
HTML g&eacute;n&eacute;r&amp;eacutes; par des scripts CGI en Python,
ils sont donc
accessibles depuis un navigateur Web. Ce programme a &eacute;t&eacute;
con&ccedil;u pour que l'on puisse changer soit de syst&egrave;me de
gestion
de base de donn&eacute;es, soit les &eacute;crans sans trop de
difficult&eacute;s.
Des sauvegardes automatiques sur bande vont &ecirc;tre mises en place
pour
parer aux diff&eacute;rents incidents pouvant advenir aux
donn&eacute;es.
<br>
&nbsp;
<br>
&nbsp;
<br>
&nbsp;
</p>
</div>
</body>
</html>
