<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <meta name="GENERATOR"
 content="Mozilla/4.07 [en] (X11; I; Linux 2.0.36 i686) [Netscape]">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);"
 alink="#ff0000" link="#0000ee" vlink="#551a8b">
<div align="justify">
<center><a href="accueil.html"><img src="logobego.gif" border="0"
 height="115" width="514"></a><br>
<b><font color="#ff0000"><font size="+1">II- LE SITE DU BEGO</font></font></b></center>
<p><br>
<br>
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>LE
CADRE GEOGRAPHIQUE:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Le mont Bego, situ&eacute; sur la commune de Tende, dans les Alpes
Maritimes,
s'inscrit dans le massif cristallin de l'Argentera-Mercantour,
entour&eacute;
de&nbsp; plusieurs sommets qui d&eacute;passent 2 500 m&egrave;tres
d'altitude.
La r&eacute;gion est caract&eacute;ris&eacute;e par ses vall&eacute;es
glaciaires, ses gigantesques moraines, ses nombreux lacs, ses glaciers
rocheux et ses torrents. Peu de v&eacute;g&eacute;tation, des chaos de
blocs et des roches model&eacute;es et polies par les glaciers
quaternaires,
contribuent &agrave; donner &agrave; ce territoire un aspect sauvage et
chaotique.
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
La r&eacute;gion du mont Bego est un site &agrave; gravures rupestres.
En tout, il a &eacute;t&eacute; relev&eacute; 32 000 signes
protohistoriques
attribu&eacute;s au Chalcolithique et &agrave; l'&acirc;ge du Bronze
ancien
et environ 10 000 incisions historiques, r&eacute;parties sur plud de 3
700 roches. Pour faciliter le rep&eacute;rage des gravures, le site a
&eacute;t&eacute;
divis&eacute; en 7 secteurs, eux-m&ecirc;me subdivis&eacute;s en 23
zones
r&eacute;unissant chacune un ou plusieurs groupes.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>LE
CLIMAT:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Cette r&eacute;gion, qui fait partie de la zone la plus
m&eacute;ridionale
de l'arc alpin, conna&icirc;t un climat &agrave; deux saisons
principales:
un &eacute;t&eacute; court et ti&egrave;de et un hiver long et froid.
La
neige recouvre le paysage pendant la plus grande partie de
l'ann&eacute;e,
interdisant l'acc&egrave;s de la vall&eacute;e en dehors des mois
d'&eacute;t&eacute;.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>LA
VEGETATION:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
La r&eacute;gion du mont Bego, situ&eacute;e au-dessus de la limite
actuelle
de la for&ecirc;t de m&eacute;l&egrave;zes, pr&eacute;sente un paysage
d&eacute;nud&eacute;. La v&eacute;g&eacute;tation est essentiellement
constitu&eacute;e
par des pelouses discontinues qui se couvrent de fleurs apr&egrave;s la
fonte des neiges, au d&eacute;but de l'&eacute;t&eacute;. Au bord des
lacs
et dans les lieux humides, &eacute;mergent de l'eau, toujours
pr&eacute;sente,
des la&icirc;ches, des joncs et des &eacute;pilobes. Quelques saules
nains
peuvent &ecirc;tre rencontr&eacute;s dans les combes &agrave; neige
expos&eacute;es
au nord.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>LA
FAUNE:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
La faune est repr&eacute;sent&eacute;e par des mammif&egrave;res
(chamois,
bouquetin, marmotte, hermine, li&egrave;vre variable, campagnol des
neiges,
renard) et des oiseaux (aigle royal, trichodrome, lagop&egrave;de des
Alpes,
perdrix bartavelle, corbeau, chocard &agrave; bec jaune, crave &agrave;
bec rouge, corneille noire). Enfin, des reptiles et batraciens peuvent
&ecirc;tre rencontr&eacute;s. Les grenouilles rousses sont nombreuses
et
les vip&egrave;res aspics vivent sous les clapiers ensoleill&eacute;s.
</p>
</div>
</body>
</html>
