<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
<head>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <meta name="GENERATOR"
 content="Mozilla/4.07 [en] (X11; I; Linux 2.0.36 i686) [Netscape]">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(255, 255, 255);"
 alink="#ff0000" link="#0000ee" vlink="#551a8b">
<div align="justify">
<center><a href="accueil.html"><img src="logobego.gif" border="0"
 height="115" width="514"></a><br>
<b><font color="#ff0000"><font size="+1">III- LES METHODES DE TRAVAIL</font></font></b>
<br>
<b><font color="#ff0000"><font size="+1">1- Sur le terrain</font></font></b></center>
<p><br>
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>LA
LOCALISATION DES ROCHES ET DES GRAVURES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Chaque roche est rep&eacute;r&eacute;e par la zone et le groupe dans
lesquels
elle se situe, puis par un num&eacute;ro la rendant unique pour cette
zone
et ce groupe. Sur les documents de terrain et de laboratoire, les
num&eacute;ros
de zone et de groupe sont en chiffres romains. Dans la base par
commodit&eacute;,
ils ont &eacute;t&eacute; transcrits en chiffres arabes. Chaque
gravure,
quand &agrave; elle, est rep&eacute;r&eacute;e d'une part par la roche
et la face sur laquelle elle se trouve et d'autre part par un
num&eacute;ro
l'individualisant. Par exemple l'antropomorphe aux bras &eacute;tendus
sur la st&egrave;le grav&eacute;e dite du chef de tribu est
repr&eacute;sent&eacute;
par le code Z7.G1.R8.Fa.f1. C'est &agrave; dire qu'elle est la
premi&egrave;re
figure situ&eacute;e sur la face a de la roche 8 du groupe I dans la
zone
VII.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>LES
CHEMINEMENTS:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Afin de rep&eacute;rer les roches, les lacs, les sommets, les refuges,
les "gias" ou&nbsp; abris sous roche les uns par rapport aux autres, un
cheminement th&eacute;orique sur une carte au 1/1000&egrave;me, en
courbes
de niveau, a &eacute;t&eacute; &eacute;tabli dans chaque zone et dans
chaque
groupe. Les roches sont r&eacute;unies entre elles par un trait
indiquant
la distance et l'orientation qui m&egrave;ne de l'une &agrave; l'autre.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b><u>LES
PHOTOGRAPHIES PANORAMIQUES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Dans chaque groupe, une ou plusieurs photographies panoramiques sont
effectu&eacute;es
afin de situer les roches grav&eacute;es, les unes par rapport aux
autres,
dans leur environnement. Ces photographies panoramiques sont
destin&eacute;es
&agrave; permettre de retrouver facilement sur le terrain chaque roche
grav&eacute;e. Une photographie de chaque roche dans son paysage est
&eacute;galement
effectu&eacute;e, la roche grav&eacute;e &eacute;tant plac&eacute;e au
premier plan.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>DESCRIPTION
DES ZONES:</u></b>
<br>
<b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </b>La
description de chaque zone permet &agrave; travers une &eacute;tude de
sa v&eacute;g&eacute;tation et des diff&eacute;rents
&eacute;l&eacute;ments
g&eacute;ographiques
<br>
qui y sont pr&eacute;sents, d'essayer de mieux comprendre dans quel
contexte le site du mont Bego est devenu une montagne sacr&eacute;e, et
pourquoi l'on trouve les roches grav&eacute;es &agrave; tel ou tel
endroit.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b><u>DESCRIPTION
DES ROCHES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Pour chaque roche, un plan au 1/10&egrave;me est effectu&eacute;. Il
pr&eacute;sente
la disposition relative des gravures et indique la situation des
fissures
et des plages desquam&eacute;es. Une photographie de couverture de la
surface
de la roche grav&eacute;e est prise verticalement et en lumi&egrave;re
rasante afin de doubler le plan au 1/10&egrave;me. Une fiche de
description
est &eacute;galement &eacute;tablie pour chaque roche. Sur chaque fiche
sont indiqu&eacute;s entre autres: la nature, la couleur, l'inclinaison
de la roche, le nombre et les types des gravures, les associations et
les
transformations de gravures.
<br>
&nbsp;
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>RELEVES
ET DESCRIPTION DES GRAVURES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Le contour de chaque gravure est relev&eacute; individuellement en le
d&eacute;calquant
sur un papier Cellophane ou une feuille de plastique au moyen d'un
feutre
&agrave; pointe fine. Une photographie de chaque gravure est prise en
lumi&egrave;re
rasante. Comme pour la roche, une fiche est ensuite &eacute;tablie pour
chaque gravure. Elle a pour but, d'une part de d&eacute;crire la
technique
de r&eacute;alisation de la gravure et de lui attribuer un style et,
d'autre
part de donner les dimensions de la gravure et de d&eacute;crire sa
typologie.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>MOULAGES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Des moulages des roches les plus significatives sont effectu&eacute;s
au
moyen de silicones. Les tirages positifs sont r&eacute;alis&eacute;s en
r&eacute;sine polyester. Deux types de patine peuvent &ecirc;tre
appliqu&eacute;s.
L'une tr&egrave;s fid&egrave;le &agrave; l'original, permet de
pr&eacute;senter
la roche grav&eacute;e dans un mus&eacute;e ou dans une salle
d'exposition.
L'autre en noir et blanc, permet une lecture plus facile des gravures,
en particulier des gravures lin&eacute;aires.
<br>
&nbsp;
<br>
&nbsp;
<br>
</p>
<center>
<p><b><font color="#ff0000"><font size="+1">2- En laboratoire</font></font></b></p>
</center>
<br>
&nbsp;
<p><br>
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>MISE
AU PROPRE DES RELEVES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
En laboratoire, tous les relev&eacute;s de gravure, grandeur naturelle,
sont transcrits sur des calques &agrave; l'encre de Chine avec leurs
r&eacute;f&eacute;rences:
S.Z.G.R + n&deg;figure. Eventuellement, le carr&eacute; et le
num&eacute;ro
de face sont &eacute;galement indiqu&eacute;s. Une v&eacute;rification
syst&eacute;matique est r&eacute;alis&eacute;e pour s'assurer de la
coh&eacute;rence
entre les cheminements, les plans des roches au 1/10&egrave;me, les
relev&eacute;s
de gravures, les fiches de description des roches et les fiches de
description
des gravures. Cette v&eacute;rification qui est effectu&eacute;e en
laboratoire
et sur le site, n'est pas le travail le plus facile. Le contr&ocirc;le
sur le terrain, souvent n&eacute;cessaire, ne peut &ecirc;tre fait que
durant trois ou quatre mois par an, de juillet &agrave; septembre ou
octobre,
seule p&eacute;riode pendant laquelle la montagne est accessible et les
roches d&eacute;couvertes
<br>
&nbsp;
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>PLAN
DES ROCHES A L'ECHELLE 1/5:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
A partir des relev&eacute;s sur Cellophane en grandeur naturelle, une
r&eacute;duction
de chaque roche grav&eacute;e est effectu&eacute;e &agrave; l'echelle
1/5&egrave;me.
Un fichier de l'ensemble des gravures de la r&eacute;gion du mont Bego,
ais&eacute;ment consultable et manipulable, est ainsi &eacute;tabli.
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
Les plans des roches effectu&eacute;s sur le terrain &agrave;
l'&eacute;chelle
1/10&egrave;me sont agrandis en laboratoire &agrave; l'&eacute;chelle
1/5&egrave;me.
Leur mise au propre sur un film polyester, est effect&eacute;e en y
int&eacute;grant,
pour chaque gravure, les r&eacute;ductions des relev&eacute;s &agrave;
l'&eacute;chelle 1/5&egrave;me pr&eacute;alablement obtenus. Tous les
plans
de roche mis au propre sont ensuite class&eacute;s par secteur dans
l'ordre
syst&eacute;matique des num&eacute;ros de zone, de groupe et de roche.
</p>
<p><img src="bulletrouge.gif" align="texttop" height="18" width="19"><b>
<u>ENREGISTREMENT
DES DONNEES:</u></b>
<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
L'ensemble des donn&eacute;es issues des fiches est saisi dans
l'application
"Mont Bego" qui fait elle-m&ecirc;me partie de la base&nbsp;
"Mat&eacute;riel
Pal&eacute;ontologique et Pr&eacute;historique". Les diff&eacute;rents
supports papiers ou photographiques sont num&eacute;ris&eacute;s et
transf&eacute;r&eacute;s
sur CDROM, et une partie des documents est ajout&eacute;e &agrave; la
base
"Mont Bego". L'ensemble des relev&eacute;s des gravures
protohistoriques
de la r&eacute;gion du mont Bego constitue une tr&egrave;s importante
base
de donn&eacute;es qui peut &ecirc;tre interrog&eacute;e par les
chercheurs du monde entier.
<br>
&nbsp;
<br>
&nbsp;
</p>
</div>
</body>
</html>
